import {T_Participant} from "src/modules/types.ts";

export const ParticipantMocks:T_Participant[] = [
    {
        id: 1,
        name: "ФСБ",
        description: "Федеральная служба безопасности Российской Федерации — федеральный орган исполнительной власти, в пределах своих полномочий осуществляющий государственное управление в области обеспечения безопасности Российской Федерации, борьбы с терроризмом, защиты и охраны государственной границы Российской Федерации.",
        status: 1,
        image: "",
        phone: "+7 (495) 354-81-35"
    },
    {
        id: 2,
        name: "Минздрав",
        description: "Министерство здравоохранения Российской Федерации — федеральный орган исполнительной власти Российской Федерации, осуществляющий функции по выработке государственной политики и нормативно-правовому регулированию в сфере здравоохранения, обязательного медицинского страхования, обращения лекарственных средств",
        status: 1,
        image: "",
        phone: "+7 (495) 456-78-90"
    },
    {
        id: 3,
        name: "АП Кремль",
        description: "Руководитель Администрации президента Российской Федерации (АП РФ) — федеральный государственный гражданский служащий, выполняющий непосредственное руководство работой Администрации президента России, общее руководство которой выполняет президент Российской Федерации",
        status: 1,
        image: "",
        phone: "+7 (495) 567-89-01"
    },
    {
        id: 4,
        name: "МВД",
        description: "Министерство внутренних дел Российской Федерации (МВД России) является федеральным органом исполнительной власти, осуществляющим функции по выработке и реализации государственной политики и нормативно-правовому регулированию в сфере внутренних дел, а также по выработке государственной политики в сфере миграции.",
        status: 1,
        image: "",
        phone: "+7 (495) 678-90-12"
    }
]