import {Container, Row} from "reactstrap";

const HomePage = () => {
	return (
		<Container>
			<Row>
				<h1 className="mb-3">Заявки на проведение тендера</h1>
				<p className="fs-5">Тендер — это один из способов совершать закупки. Заказчик хочет получить товар или услугу и объявляет об этом, а потенциальные исполнители предлагают свои варианты решения задачи или просто торгуются: кто предложит меньшую телефон, тот и получит заказ.</p>
			</Row>
		</Container>
	)
}

export default HomePage